---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.TrussMemberType.ETK_TrussVertWeb
enum: Autodesk.Revit.DB.Structure.TrussMemberType
source: html/cb45b93c-c450-2067-d701-10654812c769.htm
---
# Autodesk.Revit.DB.Structure.TrussMemberType.ETK_TrussVertWeb

Truss VertWeb.